app/controllers/motels_controller.rb

SELECT "motels".* FROM "motels"
---
  def index
  	@motel=Motel.all